import React, { Component } from "react";
import Image from "./Image";

export default class Content extends Component {
  render() {
    return (
      <>
        <p>
          Навчався в Ковельській загальноосвітній школі №4. Зараз є студентом
          Київського національного технічного університету імені Ігоря
          Сікорського, факультет інформатики та обчислювальної техніки.
        </p>

        <h3>Мої хобі:</h3>
        <ul>
          <li>Великий теніч</li>
          <li>Гра на гітарі</li>
          <li>Автомобілі</li>
          <li>Подорожі</li>
        </ul>

        <h3>Улюблені фільми:</h3>
        <ol>
          <li>Форсаж 7</li>
          <li>1+1</li>
          <li>Перевізник 2</li>
        </ol>

        <p>
          Моє улюблене місто - Львів. Це місто з неймовірною архітектурою,
          багатою історією та особливою атмосферою. Старе місто Львова занесене
          до списку Світової спадщини ЮНЕСКО.
        </p>
        <p>
          Кожна вулиця тут дихає історією, а кав'ярні та ресторани пропонують
          смачні традиційні страви.
        </p>

        <Image />
      </>
    );
  }
}
